<template>
  <div class="container py-3">
    <div class="flex flex-col gap-5">
      <Path
        class="mt-14"
        :path="'Официальный запуск новой версии IOTICS - Water (2.148.07)'"
      />
      <h1 class="text-4xl bold tracking-wide w-[70%] text-[#020C14]">
        {{ t("singlePtitle") }}
      </h1>

      <p class="text-[19px] tracking-wide text-[#ABABB9] font-normal">24.04.2024</p>
      <h1 class="text-[#596167] bold text-[30px] tracking-wide">{{ t("tags") }}</h1>
      <div class="flex gap-3 py-3">
        <template v-for="(obj, i) in tags" :key="i">
          <Tags :data="obj" :type="'sharp'" />
        </template>
      </div>
      <div class="bg-cover h-[720px]">
        <img src="../assets/images/iotics.png" alt="img-iotics" />
      </div>
      <div class="flex flex-col gap-5 my-6">
        <p class="font-normal text-5xl text-[#020C14] tracking-wider text-center">
          {{ t("prodTitle") }}
        </p>
        <h2 class="bold text-[#020C14] text-5xl tracking-wider text-center">
          IOTICS-Water
        </h2>
      </div>
      <p class="font-normal text-[30px] text-[#020C14] tracking-wider text-start">
        Мы рады объявить об официальном запуске
        <span class="bold">IOTICS – Water (2.148.07)</span>, последней версии нашего
        передового решения для мониторинга и управления водными системами. Это обновление
        отражает нашу приверженность постоянным инновациям, улучшая как функциональность,
        так и пользовательский опыт для предприятий и организаций, которые полагаются на
        эффективное управление водными ресурсами.
      </p>
      <p class="text-[30px] text-[#020C14] py-6 tracking-wide text-startr">
        {{ t("newVUpd") }}
      </p>
    </div>
    <div class="grid lg:grid-cols-2 gap-4">
      <template v-for="(item, i) in productAbout" :key="i">
        <SingleProductCard :data="item" />
      </template>
    </div>

    <p class="text-[30px] text-[#020C14] tracking-wide font-normal py-8">
      Команда <span class="bold">IOTICS</span> с гордостью продолжает предоставлять
      решения, которые позволяют компаниям оптимизировать операции, сокращать расходы и
      уменьшать воздействие на окружающую среду. С версией 2.148.07 менеджеры систем
      водоснабжения могут опережать проблемы, обеспечивая надежное обслуживание и
      эффективное управление ресурсами.
    </p>

    <div class="flex flex-col gap-10 py-6">
      <QuoteCard
        :brColor="'#5A89FF'"
        :icon="'quote'"
        :text="'«Мы считаем, что этот релиз знаменует собой значительный шаг вперед для нашей платформы», — заявил Баходир Абдурахманов, технический директор WGT Group Llc. «Он отражает наши постоянные усилия по интеграции ИИ и прогностических технологий в системы управления водными ресурсами, помогая организациям стать более устойчивыми, эффективными и устойчивыми».'"
      />
      <QuoteCard
        :brColor="'#FF995A'"
        :reverse="true"
        :text="'Обновление доступно уже сейчас, и текущие пользователи могут легко обновиться через платформу. Новым пользователям предлагается изучить бесплатную пробную версию и узнать, как IOTICS – Water может преобразовать их подход к управлению водными ресурсами.'"
      />
    </div>

    <p class="text-[30px] font-normal tracking-wide text-[#020C14] py-4">
      Для получения дополнительной информации или для записи на демонстрацию посетите наш
      веб-сайт по адресу
      <a class="text-[#0063D4] underline" href="http://demo.iotics.uz">demo.iotics.uz</a>
    </p>
  </div>
</template>

<script>
  import { useI18n } from "vue-i18n";
  import Path from "../components/path.vue";
  import Tags from "../components/tags.vue";
  import SingleProductCard from "../components/single-product-card.vue";
  import QuoteCard from "../components/quote-card.vue";

  export default {
    components: {
      Path,
      Tags,
      SingleProductCard,
      QuoteCard,
    },

    data() {
      return {};
    },

    mounted() {},

    methods: {},
    computed: {
      t() {
        const { t } = useI18n();
        return t;
      },
      tags() {
        return [
          {
            to: "/",
            name: this.$t("upd"),
          },
          {
            to: "/",
            name: this.$t("res"),
          },
          {
            to: "/",
            name: this.$t("patch"),
          },
          {
            to: "/",
            name: this.$t("new"),
          },
          {
            to: "/",
            name: this.$t("run"),
          },
        ];
      },
      productAbout() {
        return [
          {
            title: "Расширенная аналитика данных и информация",
            about:
              "Благодаря улучшенным алгоритмам IOTICS теперь предлагает более глубокое понимание моделей потребления воды, обнаружения утечек и тенденций использования. Аналитика в реальном времени позволяет пользователям принимать более разумные решения для оптимизации эффективности использования воды.",
            photo: "single-prod",
          },
          {
            title: "Улучшенное предиктивное обслуживание",
            about:
              "Используя наш механизм прогнозирования на основе искусственного интеллекта, IOTICS – Water (2.148.07) теперь может предсказывать потенциальные сбои, включая неисправности оборудования и аномальный расход воды, с еще большей точностью. Это обеспечивает упреждающее обслуживание и сокращает время простоя системы.",
            photo: "single-prod1",
          },
          {
            title: "Бесшовная конфигурация системы",
            about:
              "Пользователи получают выгоду от оптимизированного процесса настройки с интеллектуальным помощником по настройке, который проводит их через каждый шаг. Интуитивно понятный интерфейс системы обеспечивает более быстрое развертывание, гарантируя минимальное прерывание во время подключения.",
            photo: "single-prod2",
          },
          {
            title: "Улучшенные элементы управления энергоэффективностью",
            about:
              "Поскольку системы водоснабжения часто связаны с энергоемкими операциями, новая версия представляет интеллектуальные функции, которые помогают оптимизировать потребление энергии. Теперь IOTICS может сбалансировать расход воды с использованием энергии, что еще больше способствует достижению целей устойчивого управления.",
            photo: "single-prod3",
          },
          {
            title: "Улучшенные уведомления и оповещения",
            about:
              "Система уведомлений была улучшена, предлагая настраиваемые оповещения, которые гарантируют пользователям получение своевременных предупреждений о критических событиях, таких как аномалии давления, перебои в подаче и превышение пороговых значений.",
            photo: "single-prod4",
          },
          {
            title: "Ориентированный на пользователя опыт",
            about:
              "Интерфейс претерпел ряд усовершенствований для соответствия экологичному дизайну IOTICS, ориентированному на темный режим. Эти изменения не только повышают удобство использования, но и поддерживают усилия по экономии энергии при длительном использовании системы.",
            photo: "single-prod5",
          },
        ];
      },
    },
  };
</script>
