export default {
  //// Navbar menu routes ru
  product: "Продукт",
  opportunities: "Возможности",
  clients: "Клиенты",
  prices: "Цены",
  releases: "Релизы",
  frequentAskQuestions: "Часто задаваемые вопросы",
  about: "О нас",
  contact: "Контакты",
  forum: "Форум",
  login: "Вход в кабинет",
  //
  details: "Подробно",
  buy: "Приобрести",
  comingSoonAi: "Скоро появится ИИ *",
  //
  quality: "Качество",
  accuracy: "Точность",
  convenience: "Удобство",
  allinOne: "Все в одном, IOTICS",

  //

  electroenergy: "Электроэнергия",
  electro_about: "Учет, мониторинг в режиме реального времени и отчетность",
  gas: "Газ",
  gas_about: "Учет, мониторинг в режиме реального времени и отчетность",
  water: "Вода",
  water_about: "Учет, мониторинг в режиме реального времени и отчетность",
  hotEnergy: "Тепловая энергия",
  hotEnergy_about: "Учет, мониторинг в режиме реального времени и отчетность",
  greenEnergy: "Зеленая энергия",
  greenEnergy_about: "Учет, мониторинг в режиме реального времени и отчетность",
  ai: "Искусственный интеллект",
  ai_about: "Учет, мониторинг в режиме реального времени и отчетность",
  newStep: "Новый этап энерго-менеджмента",
  energyManageAbout1:
    "В нашей компании мы стремимся революционизировать управление энергопотреблением с помощью передового искусственного интеллекта. Наша система на базе ИИ разрабоатывается для помощи пользователям на каждом этапе, от начальной настройки до постоянной оптимизации. Благодаря интуитивно понятному руководству ИИ будет помогать пользователям эффективно настраивать свои энергетические системы, гарантируя, что даже сложные конфигурации обрабатываются легко и точно.",
  energyManageAbout2:
    "Одной из выдающихся особенностей нашего ИИ будет его способность прогнозировать потенциальные аварийные события с высокой точностью. Анализируя исторические данные, поведение системы и условия окружающей среды, он будет обеспечивать ранние предупреждения о возможных сбоях оборудования, перегрузках или эксплуатационных проблемах. Эта прогностическая способность позволяет пользователям принимать упреждающие меры, значительно сокращая время простоя и избегая дорогостоящих сбоев.",
  energyManageAbout3:
    "Наш ИИ также будет играть важную роль в оптимизации энергопотребления. Благодаря мониторингу в реальном времени и интеллектуальным рекомендациям он выявляет закономерности неэффективности, помогая пользователям точно настраивать свои операции. Будь то регулировка энергетических нагрузок, балансировка пикового потребления или обнаружение потерь энергии, система гарантирует более эффективное использование электроэнергии. Результатом окажется ощутимое снижение потребления энергии, снижение эксплуатационных расходов и уменьшение воздействия на окружающую среду.",
  energyManageAbout4:
    "Помимо улучшения использования энергии, наше решение на основе ИИ повышает общую энергоэффективность. Оно непрерывно отслеживает ключевые показатели эффективности (KPI) и автоматически корректирует параметры для поддержания оптимальной эффективности. Пользователи получают выгоду не только от сокращения счетов за электроэнергию, но и от повышения долговечности и надежности системы.",
  energyManageAbout5:
    "Наша цель — предоставить пользователям интеллектуальный инструмент, способствующий устойчивому управлению энергией. Интегрируя передовые возможности ИИ, мы предлагаем комплексное решение, которое повышает эксплуатационную безопасность, сокращает потери энергии и поддерживает предприятия на пути к большей эффективности и устойчивости.",
  manageItalicTxt:
    "* Искусственный Интеллект планируется внедрить в третью версию приложения, в качестве помощника, в дальнейшем эволюционируя в полноценный инструмент для управления энергосистемой.",
  orderBtn: "Закажите предварительно сейчас",

  // Footer menu

  news: "Новости",
  electrocity: "Электричество",
  heat: "Нагревать",
  confPro: "КонфигПро",
  scada: "SCADA",
  forEdu: "В образовательных целях",
  exactCalc: "Точный расчет",
  reporting: "Отчетность",
  mnemoDiagram: "Мнемосхемы",
  graphic: "Графики",
  addFeatures: "Дополнительные функции",
  letOfGrat: "Письма благодарности",
  case: "Кейсы",
  allClients: "Все клиенты",
  scopeCoverage: "Охват сферы",
  tariffs: "Тарифы",
  demoVersion: "Демо-версия",
  licenceApp: "Лицензионное приложение",
  descRelease: "Описание релизов",
  expRelease: "Ожидаемые релизы",
  expMore: "Ожидайте большего",
  more: "Дополнительно",
  formUsers: "Форум пользователей",
  faq: "Часто задаваемые вопросы",
  company: "Компания",
  team: "Команда",
  futurePlans: "Планы на будущее",
  // support:
  // "Остались вопросы? Пишите в службу поддержки support.iotics.uz или звоните +998 94 675-11-00",
  copyright: "Copyright © 2024 WGT Group Llc. Все права защищены.",
  privacyPolicy: "Политика конфиденциальности",
  termsOfUse: "Условия эксплуатации",
  salesAndReturn: "Продажы и возвраты",
  declaration: "Декларация",
  mapSite: "Карта сайта",
  uzb: "Узбекистан",

  // news page
  release: "Релиз",
  update: "Обновление",
  newsWater: "Официальный запуск новой версии IOTICS - Water (2.148.07)",
  about_newRelease: "Официальный запуск новой версии IOTICS - Water (2.148.07)",
  newsGas: "Новая версия IOTICS - Gas (2.148.07) с обновлениями",
  newsGreen: "Новая версия IOTICS - Green Energy (2.148.07) с обновлениями",
  allmonth: "Все месяцы",
  newFunc: "Новая функция",
  newFunc_title: "Запуск новой функции “Схема подключений",

  // news Update
  newUpdCap: "Релиз",
  newUpdtitle: "Официальный запуск ИИ помощника в третьей версии приложения",
  topTags: "Популярные тэги",
  upd: "Обновление",
  res: "Релиз",
  patch: "Патч",
  new: "Новое",
  run: "Запуск",

  // electricity page

  title: "Сложные операции и расчеты в удобном виде",
  mainBtm:
    "Новый инструмент для точного, удобного и качественного управления электроэнергией.",
  section2:
    "Электричество питает современную жизнь, от бытовой техники до сложных бизнес-систем. Для предприятий бесперебойное питание обеспечивает производительность, эффективность работы и рост. Однако растущий спрос на энергию делает интеллектуальное потребление критически важным. Эффективное управление потреблением помогает сократить расходы, предотвратить простои и способствовать устойчивому развитию.",
  warningTxt:
    "Интеллектуальное управление энергопотреблением — это не просто необходимость, это конкурентное преимущество. IOTICS позволяет пользователям оставаться впереди, оптимизируя потребление для более эффективного и устойчивого будущего.",
  optimizeIotict:
    "Оптимизируйте потребление энергии с помощью IOTICS.IOTICS предоставляет информацию в реальном времени об использовании электроэнергии. Пользователи могут устанавливать лимиты потребления, получать уведомления о неэффективности и контролировать качество электроэнергии с помощью нашего модуля “Векторная диаграмма”. Благодаря регистрации событий IOTICS помогает предприятиям избегать сбоев, сокращать расходы и работать устойчиво.",

  // single page

  singlePtitle: "Официальный запуск новой версии IOTICS - Water (2.148.07)",
  tags: "Тэги",
  prodTitle: "Новый и улучшенный",
  newVUpd: "Новая версия представляет несколько значительных обновлений:",

  // electricity properties

  eTitle1: "Неограниченное количество устройств",
  eAbout1:
    "Мощность приложения позволяет опрашивать неограниченное количество устройств одновременно.",
  eTag1: "* Количество устройств зависит от тарифа",
  //
  eTitle2: "Мониторинг опроса в режиме реального времени",
  eAbout2:
    "Приложение позволяет полностью следить за орпосом устройств в режиме реального времени.",
  eTag2: "",
  //
  eTitle3: "Полностью настраиваемый опрос",
  eAbout3:
    "Для оптимизации опросов устройств приложение позволяет полностью настроить опрос до мельчайших деталей параметров опроса.",
  eTag3: "",
  eTitle4: "Динамичность и удобство настройки моделей объектов учета",
  eAbout4:
    "Для оптимизации опросов устройств приложение позволяет полностью настроить опрос до мельчайших деталей параметров опроса.",
  eTag4: "",
  eTitle5: "Логически правильная цепочка схемы",
  eAbout5:
    "Роль правильно настроенной схемы очень важна в расчетах. Наш модуль объектов учета настроен на создание логически правильной схемы.",
  eTag5: "",
  eTitle6: "Периоды расчетов данных",
  eAbout6:
    "Представляем вам новую функцию “Периоды расчетов”, которая даст вам возможность редактировать историю расходов с неограниченной глубиной периода.",
  eTag6: "",
  eTitle7: "Системные событии",
  eAbout7:
    "Будьте в курсе событий в системе с детализацией и с уведомлениями для полного контроля",
  eTag7: "",
  eTitle8: "Активность пользователей",
  eAbout8: "Изучайте активность пользователей для исключения ошибок в работе системы.",
  eTag8: "",
  eTitle9: "Журнал событий устройств",
  eAbout9:
    "Важность своевренного оповещения о событий в устройствах высока. Наш модуль “Журнал событий” дает эту возможность без лишних трудов и сложных настроек.",
  eTag9: "",
};
